Repository: SaraFarron/code-time-tracker
Catalog: locales/*/LC_MESSAGES/time_tracker.po
Languages: ru

source: All time stats
ru: Вся статистика

source: Last week stats
ru: Статистика за неделю

source: Update Wakatime API key
ru: Обновить API ключ Wakatime

source: Hello! This bot can memorise your Wakatime stats and send you weekly reports! Click Start and bot will register you!
ru: Привет! Этот бот запоминает твою статистику с Wakatime и отпраляет тебе еженедельные отчеты! Нажми Старт и бот зарегистрирует тебя!

source: This bot stores your Wakatime stats in db and sends weekly reports, just like Wakatime itself but in Telegram! In order to work, bot needs your Wakatime API key, there is a button in /menu for that!
ru: Этот бот сохраняет твою статистику с Wakatime в свою БД и отправляет тебе еженедельные отчеты, прямо как сам Wakatime, но в Телеграме! Чтобы начать работу, боту нужен твой API ключ с Wakatime, для этого есть кнопочка в /menu!

source: Please choose an action
ru: Выбери действие

source: Send me your new Wakatime key
ru: Отправь мне свой API ключ с Wakatime

source: error
ru: ошибка

source: credentials updated successfully!
ru: реквизиты успешно обновлены!

source: Please send a valid api key, you can get it from your Wakatime profile page
ru: Пожалуйста, отправь действующий ключ, ты можешь получить его на странице своего профиля Wakatime

source: projects
ru: проекты

source: languages
ru: ЯПы

source: machines
ru: устройства

source: operating systems
ru: операционные системы
